The  BuiltInFailures ToggleViewFailures  type exposes the following members.
 Properties
Name  |   Description
LoseSavedOrientation
 The stored orientation will be lost.
 See Also
  BuiltInFailures ToggleViewFailures Class
  Autodesk.Revit.DB Namespace